tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/fuse"
tap "osx-cross/avr"
tap "railwaycat/emacsmacport"
cask "osxfuse"
brew "readline"
brew "ansible"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash-completion"
brew "bdw-gc"
brew "chicken"
brew "cloc"
brew "libusb"
brew "libusb-compat"
brew "dfu-programmer"
brew "libpng"
brew "freetype"
brew "fzf"
brew "gettext"
brew "gist"
brew "git"
brew "glib"
brew "glide"
brew "htop"
brew "jpeg"
brew "libtiff"
brew "libtool"
brew "xz"
brew "imagemagick"
brew "irssi"
brew "ispell"
brew "oniguruma"
brew "jq"
brew "kafkacat"
brew "kubernetes-cli"
brew "kops"
brew "leiningen"
brew "mpfr"
brew "libmpc"
brew "lumo"
brew "mackup"
brew "markdown"
brew "maven"
brew "node"
brew "nomad"
brew "pandoc"
brew "phantomjs"
brew "planck"
brew "postgresql"
brew "pyenv-virtualenv"
brew "qt"
brew "ruby"
brew "ruby@2.3"
brew "sbcl"
brew "sshfs"
brew "terraform"
brew "weechat", args: ["with-aspell", "with-curl", "with-lua", "with-perl", "with-python"]
brew "yarn"
brew "youtube-dl"
brew "zile"
brew "osx-cross/avr/avr-binutils"
brew "osx-cross/avr/avr-gcc"
brew "osx-cross/avr/avr-libc"
brew "railwaycat/emacsmacport/emacs-mac"
